{ "pictures": [
    { "id": 0, "source": "space", "overlay": "CTRL-H HACKERSPACE", "description" : "We have roughly 1200 square feet of general purpose area for both large events and individual use including a lounge with board games, configurable workspaces, power strips, internet, projectors and a DIY Arcade Machine just for fun.", "usage" : "Space open to members", "resources" : ["Internet","3d Printers","Arcade Machine","Workspaces","Projector Screen","Classroom or Workshop Space"] },
    { "id": 1, "source": "woodshop", "overlay": "WOOD SHOP", "description" : "This Section is stocked with CNC machines, Woodworking tools, a 40w CO2 laser and enough scrap material for prototyping most small to mid sized projects. It's great for your woodworking, construction, and fabrication projects.", "usage" : "Reservation upon Request", "resources" : ["Compound Miter Saw","Drill Press","Band Saw","CNC Router","Table Saws"] },
    { "id": 2, "source": "backlot", "overlay": "THE BACK LOT", "description" : "PDX Hackerspace includes a 5000 square foot back lot. Initially used for parking during open houses, events and work parties, this back lot is big enough for several seating areas, BBQs, outdoor events, raised beds, bike parking, a tiny house, a tiny orchard with shaded seating, and various other large projects, weather permitting.", "usage" : "Member reservation upon request", "resources" : ["Tiny House","Garden","BBQs","Forge","Orchard"] },
    { "id": 3, "source": "electronics", "overlay": "ELECTRONICS LAB", "description" : "This space is equipped with two fully stocked soldering/testing benches, with lots of electronics tools and several 3D printers. We have consumables available to members as well as lockable storage for projects and workshops.", "usage" : "Reservation upon Request", "resources" : ["Arduinos","3D Printing","Soldering and Testing Equipment","Electronics","Reflow Oven"] },
    { "id": 4, "source": "secret", "overlay": "TOP SECRET LAB", "description" : "We have very special plans for this 'top secret lab' and will be announcing more details soon. Rest assured, it will be tech related.", "usage" : "Redacted", "resources" : ["Confidential"] },
    { "id": 5, "source": "craft", "overlay": "CRAFT LAB", "description" : "The front half of the Craft Lab is a reconfigurable meeting space, studio and general art and craft area. It's open for Kenton’s Third Thursdays displaying projects from our members. The back half of the Craft lab serves as a staging area and temporary storage for projects. It also includes an enclosed, well ventilated room for painting and other high VOC projects.", "usage" : "Reservation upon Request", "resources" : ["Tables","Chairs","Craft Supplies","Open Studio Workshops"] },
    { "id": 6, "source": "chat", "overlay": "IRC CHAT", "description" : "N/A", "usage" : "No Trolling", "resources" : ["N/A"] },
    { "id": 7, "source": "calendar", "overlay": "CALENDAR", "description" : "N/A", "usage" : "N/A", "resources" : ["N/A"] },
    { "id": 8, "source": "donate", "overlay": "DONATION PAGE", "description" : "Like many other Hackerspaces, we're 100% funded by our membership and community. If you're feeling generous, please consider heading over to our Amazon Wishlist and send us something from that list! Consumables are in the highest demand, but anything helps. Thanks for your support, we couldn't do what we do without you.", "usage" : "N/A", "resources" : ["N/A"] }
  ]
}
